---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.NewtonSecondsPerSquareMeter
source: html/4eb1f8dc-d9d8-6aec-699f-fdfcad91bcce.htm
---
# Autodesk.Revit.DB.UnitTypeId.NewtonSecondsPerSquareMeter Property

Newton seconds per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NewtonSecondsPerSquareMeter { get; }
```